module.exports = {
  // proxy: 'http://wop.zzcsoft6.com', //
  //  proxy: 'http://192.168.1.190:8081',// ；刘夏欣
  // proxy: 'http://192.168.1.207:8081', // ；姚海洋
  // proxy: 'http://192.168.101.92:8081', // 周荣辉
  // proxy: 'http://192.168.1.5:9480' // 生产环境
  // proxy: 'http://192.168.1.123:11111', // 林强
  // proxy: 'http://192.168.1.132:8081', // 章伟
  // proxy: 'http://192.168.10.233:9480', // 演示环境 - 冯毅
  // proxy: 'http://192.168.6.181:11111', // 代金池
  // proxy: 'http://192.168.1.112:11111', // 测试环境
  // proxy: 'http://192.168.10.233:11111', // 冯毅
  proxy: 'http://192.168.1.72:11111', // 牟林
  // proxy: 'http://116.62.51.80:80/api', // 线上环境
  // webSocket: 'http://192.168.1.70:8081',
  port: '8000' // 前端开发环境端口
}
